bat
colima
curl
docker
docker-buildx
docker-compose
eza
fish
fzf
ghq
git
hexyl
libtermkey
modularml/packages/modular
neovim
procs
ripgrep
ruby-build
starship
zoxide
